Repository: common-repository/wp-factcheck
Catalog: lang/wpfc-*.po
Languages: fr_fr

source: Add New
fr_fr: Ajouter

source: Add New Fact-check
fr_fr: Ajouter un fact-check

source: All Fact-checks
fr_fr: Tous les fact-checks

source: An error occured while saving settings
fr_fr: Une erreur est survenue pendant la sauvegarde des préférences

source: Author
fr_fr: Auteur

source: Author Type
fr_fr: Type

source: Choose a color for the background of the box.
fr_fr: Choisissez une couleur d'arrière-plan

source: Choose a color for the border of the box.
fr_fr: Choisissez une couleur de bordure

source: Choose a color for the content.
fr_fr: Choisissez une couleur de texte pour le contenu

source: Choose a color for the icons.
fr_fr: Choisissez une couleur pour les icônes

source: Choose a color for the titles.
fr_fr: Choisissez une couleur de texte pour les titres

source: Choose a verdict
fr_fr: Sélectionnez un verdict

source: Choose the font you want to use on content.
fr_fr: Choisissez la police à utiliser pour le contenu

source: Choose the font you want to use on titles.
fr_fr: Choisissez la couleur de texte pour les titres

source: Claim
fr_fr: Affirmation

source: Color Options
fr_fr: Options de couleur

source: Create fact-checking articles with the possibility to add other useful information, like the claim, its source, the verdict and the explainer.
fr_fr: Créez des articles de fact-checking avec la possibilité d'ajouter des informations utiles telles que l'affirmation examinée, sa source, le verdict et des explications supplémentaires

source: Display Options
fr_fr: Options d'affichage

source: Do you want to display icons?
fr_fr: Voulez-vous afficher les icônes ?

source: Do you want to display the fact-check details above the post?
fr_fr: Voulez-vous afficher les détails du fact-check au dessus de l'articles ?

source: Edit Fact-check
fr_fr: Modifier le fact-check

source: Explainer
fr_fr: Explication

source: How do you want to display the fact-checking details?
fr_fr: Comment voulez-vous afficher les détails du fact-check ?

source: Mostly Correct
fr_fr: Globalement correct

source: Mostly Incorrect
fr_fr: Globalement incorrect

source: New Fact-check
fr_fr: Nouveau fact-check

source: No
fr_fr: Non

source: No fact-checks found in Trash.
fr_fr: Aucun fact-check dans la corbeille

source: No fact-checks found.
fr_fr: Aucun fact-check trouvé.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Fact-check Cover Image
fr_fr: Image mise en avant

source: Insert into fact-check
fr_fr: Insérez dans l'article de fact-check

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
fr_fr: Supprimer l'image mise en avant

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
fr_fr: Définir l'image mise en avant

source: Uploaded to this fact-check
fr_fr: Téléversez dans cet article de fact-check

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
fr_fr: Utiliser comme image mise en avant

source: Parent Fact-checks:
fr_fr: Fact-check parent

source: Partially Correct
fr_fr: A moitié correct

source: Person
fr_fr: Personne

source: Save Options
fr_fr: Enregistrer les réglages

source: Filter fact-checks list
fr_fr: Trier la liste de fact-checks

source: Fact-checks list
fr_fr: Liste de fact-checking

source: Fact-checks list navigation
fr_fr: Liste de fact-checks

source: Search Fact-checks
fr_fr: Rechercher des fact-checks

source: Settings
fr_fr: Réglages

source: Settings were successfully saved
fr_fr: Vos réglages ont été enregistrés

source: Fact-check archives
fr_fr: Archives de Fact-checks

source: View Fact-check
fr_fr: Voir le fact-check

source: Yes
fr_fr: Oui

source: You have to upgrade your WordPress version before you can use this plugin
fr_fr: Vous devez mettre votre version de WordPress à jour avant d'utiliser ce plugin
